[
  {
    "id": "0",
    "img": "kumano.webp",
    "img1": "kumono2.jpeg",
    "img2": "kumano.webp",
    "img3": "kumano4.jpeg",
    "name": "Komono Kodo",
    "description": "For over 1000 years people from all levels of society have made the pilgrimage to Kumano. Its a fantastic way to experience thecultural landscape of Kumano’s spiritual countryside",
    "longDescription": "Kumano Kodo (熊野古道, Kumano Kodō) refers to a network of pilgrimage trails through the southern Kansai region. <br/> The Kodo (old ways) are a key part of the region's World Heritage designation and have been in use for over 1000 years. They are the only pilgrimage routes besides the Camino de Santiago to be designated a World Heritage site. The pilgrimage routes developed as a way for people to move between the sacred areas on the Kii Peninsula. At the center of this religious area are the three Kumano shrines: Hongu Taisha, Hayatama Taisha and Nachi Taisha, collectively known as Kumano Sanzan. By the 12th century, the Kumano Sanzan were well known shrines in Japan, drawing pilgrims from Kyoto, Osaka and beyond. More than just a means to reach the three shrines, the pilgrimage trails were designed to be a religious experience in themselves and often pass through difficult, even dangerous, mountain terrain. In addition to linking the shrines to one another, the Kodo pilgrimage trails link the Kumano area to Kyoto, Koyasan (the headquarter of Shingon Buddhism), Yoshino and Omine (centers of mountain worship) and Ise (Japan's most important shrine)."
  },
  {
    "id": "1",
    "img": "akame.jpeg",
    "img1": "akame1.jpeg",
    "img2": "akame2.jpeg",
    "img3": "akame3.webp",
    "name": "Akame 48 Waterfalls",
    "description": "The Akame 48 Waterfalls offer a unique mix of ninja excitement, mysterious trails, the waterfalls themselves and enormous amphibians. A recreational path of about 4 km long.",
    "longDescription": "The Akame 48 Waterfalls are just over the border of east Nara into Mie Prefecture. With five main waterfalls, and numerous small overflows, they are a unique natural phenomenon of exquisite beauty. To add to the appeal there are also giant Salamanders and a tradition of ninja training. Akame valley was long ago established as a Buddhist Shugendo center and the name likely refers to the 48 vows of Amida Buddha. The ninja connection is due to its location to the south of Iga-Kambe and Iga-Ueno, the heart of Mie ninja territory. If you’re a nature lover, or you just want to get your ninja on, Akame 48 Waterfalls are recommended. The hike is about 4 km and most of it is pretty even keel. A few sections require you to climb some steps (sometimes slippery) to get up successive plateaus. It can take around 3 hours to complete the hike both ways. The magical scenery of glinting streams, emerald boulders, and valley-like majesty is momentum enough to propel you along."
  },
  {
    "id": "2",
    "img": "meoto-iwa.jpeg",
    "img1": "meoto1.jpeg",
    "img2": "meoto2.jpeg",
    "img3": "meoto3.jpeg",
    "name": "Meoto Iwa",
    "description": "Meoto Iwa are two sacred rocks representing a husband and a wife. Both rocks are connected by a shimenawa rope which acts as the division between the spiritual and earthly realms.",
    "longDescription": "Meoto Iwa (夫婦岩, the Wedded Rocks) are two sacred rocks in the ocean near Futami, a small town in Ise City. The larger of the two rocks represents the husband and the smaller one represents the wife. Both rocks are connected by a shimenawa rope which acts as the division between the spiritual and earthly realms. In a ceremony, the shimenawa rope is replaced three times a year. Visitors are advised to visit the Meoto Iwa during high tide when the rocks are actually separated by water. More difficult to catch is the famous view of the sun rising between the two rocks on a fine summer morning. If you are in favor with the gods, you get both the sun rising between the rocks at high tide plus the silhouette of Mt.Fuji in the distance. Visibility needs to be extraordinarily good in order for the iconic mountain to be visible. Not far from the Meoto Iwa is the Futami-Okitama Shrine, where a number of shinto deities (kami) are enshrined. Many frog sculptures can be seen in the vicinity of the shrine as they are believed to be a type of charm for bringing people or things back. The path that leads to the rocks carries on eastwards, passing another small shrine, the Ryugu Shrine which is dedicated to the dragon god of the seas. "
  },
  {
    "id": "3",
    "img": "amanemu-spa.webp",
    "img1": "amenemu1.jpeg",
    "img2": "amenemu2.jpeg",
    "img3": "amanemu3.jpeg",
    "name": "Amanemu",
    "description": "A paradisiacal retreat nestled within Ise-Shima National Park overlooking Ago Bay, Amanemu is the place to stay if you’re looking to take a break from the hustle and bustle of city life.",
    "longDescription": "A paradisiacal retreat nestled within Ise-Shima National Park overlooking Ago Bay, Amanemu is the place to stay if you’re looking to take a break from the hustle and bustle of city life. Its spacious 28 accommodations, four of which are expansive two-bedroom villas, are minimalist in design, with interiors dominated by neutral hues and wood.  What absolutely can’t be missed is the serene spa. At nearly 22,000 square feet, the oasis is built around two large outdoor onsen (hot spring) baths. A number of daybeds dot the pavilion and a set of sunken sofas encircles a gas fireplace. Treatments make use of local products such as crushed pearl or sea salt from Ago Bay, but if you’re looking for something other than a massage or facial, the facility also has a watsu pool for aquatic therapies. Once you’re finally ready to tear yourself away from Amanemu, make sure to ask about its incredible experiences, such as insider access to Maruten, a company that makes quality bonito flakes used by acclaimed chefs from around the world, and Sakatoku Kombu, a 180-year-old family-owned shop that specializes in kelp."
  },
  {
    "id": "4",
    "img": "nabana.jpeg",
    "img1": "nabana1.jpeg",
    "img2": "nabana2.jpeg",
    "img3": "nabana3.jpeg",
    "name": "Nabana no Sato",
    "description": "At Nabana no Sato, you can see various flowers and trees through the four seasons. The seasonal events which can be enjoyed from spring to winter are popular.",
    "longDescription": "Nabano no Sato has one of Japan's finest and most famed winter illuminations with over 5.8 million LEDs, lighting up the darkness of a chilly winter night, creating romantic images of mountains, oceans, flowers, shapes and figures among immense flower gardens, along with open-air hot spring foot baths and spas, fine restaurants and shops. A family-oriented theme park abundant in facilities and beauty located in Kuwana City, next to Nagoya. The dazzling display happens every winter! Regular illuminated attractions include the walk-through Tunnel of Light, very popular with romantically linked couples, the Cloud of Lights, and every year one, of the major flower garden areas is transferred into a fairyland-like dazzling display. Previous themes include Nature, Waterfalls, Aurora and Flowers. Winter visitors will want to rug up well, as Nagashima can become very cold, with the occasional snowfall not out of the ordinary. In fact, snowfall could well be a welcome bonus, as the light-reflecting speckles of snow would accentuate the beauty of the park. On a chilly winter’s night, it won’t be the cold that gives you goosebumps, but the amazing illuminated spectacle before you. With the flick of a switch, the night becomes an oasis of light."
  },
  {
    "id": "5",
    "img": "nagashima1.webp",
    "img1": "nagashima1.webp",
    "img2": "nagashima2.webp",
    "img3": "nagashima3.jpeg",
    "name": "Nagashima Spa Land",
    "description": "Nagashima Spaland or , reputed to be the best amusement park for roller coasters in western Japan, is the main attraction of the resort that hosts pools, outlets and hot springs.",
    "longDescription": "Nagashima Spaland, reputed to be the best amusement park for roller coasters in western Japan, is the main attraction of the resort. The park is filled with over forty rides, ranging from gentle ones suitable for children to outrageous ones for those looking to spend some exhilarating moments. Immediately noticeable even before entering the main gate is the Steel Dragon 2000, a gigantic roller coaster ride which spans the entire length of the park. Also within the Nagashima Spaland grounds is a full-featured water park, named Joyful Waterpark. The water park is densely packed with water slides and swimming pools, including a wave pool, but is open only in the summer. At the southwestern corner of the resort lies Nagashima Spa Yuami no Shima, a hot spring bath complex which offers many attractive indoor and outdoor baths set in man-made nature. The baths are divided into two sections for each gender with beautifully recreated scenery from the Kurobe Gorge (usually designated as the men's bath) and Oirase Stream (usually the women's bath). Also available are jacuzzis, saunas, massage services and restaurants."
  },
  {
    "id": "6",
    "img": "ise1.jpeg",
    "img1": "ise1.jpeg",
    "img2": "ise2.jpeg",
    "img3": "ise3.webp",
    "name": "Ise Jingu Shrine",
    "description": "Known as the spiritual home of the Japanese people, Ise Jingu dates back almost 2,000 years and remains the most important and culturally significant shrine in all of Japan. ",
    "longDescription": "Known as the spiritual home of the Japanese people, Ise Grand Shrine (or Ise Jingu) dates back almost 2,000 years and remains the most important and culturally significant shrine in all of Japan. Ise Grand Shrine is known as Ise Jingu because ‘Jingu’ is the highest classification of Shinto shrines. If you’re fascinated by Japan’s spiritual history and the beauty of its shrines and temples, then Ise Grand Shrine should be at the very top of your list. The shrine is the home of the sun goddess Amaterasu, Japan’s supreme deity, and the location of the Sacred Mirror of the Emperor. One of the most fascinating facts about Ise Grand Shrine is that every 20 years, the inner and outer shrines as well as the Uji Bridge, are taken down and completely rebuilt in keeping with Shinto beliefs of rebirth and renewal. Bowing before you pass through the torii gate at the entrance and under the gate either side of the centre.Outside the shrine you’ll find a basin of water for washing your hands, which is done by filling the ladle and washing each hand, starting with your left.Some shrines have a bell hanging over a donation box, which you may ring before donating to the shrine. Ise Grand Shrine is not just spiritually and culturally important to Japan, it is also one of the most beautiful shrines you could ever hope to visit."
  },
  {
    "id": "7",
    "img": "yunoyama1.jpeg",
    "img1": "yunoyama1.jpeg",
    "img2": "yunoyama2.jpeg",
    "img3": "yunoyama3.jpeg",
    "name": "Yunoyama",
    "description": "Yunoyama is particularly known for its changing beauty through the four distinct seasons as well as its several ryokan (Japanese inns) with hot springs. ",
    "longDescription": "Yunoyama is particularly known for its changing beauty through the four distinct seasons as well as its several ryokan (Japanese inns) with hot springs. The area attracts many campers, hikers and cyclists to its beautiful Suzuka Mountain ranges. The most famous of these is Mt. Gozaisho, standing 1,212m high. Beautiful panoramic scenery can be enjoyed from those that venture to the top of Mt. Gozaisho ? of the surrounding mountains, nearby Yokkaichi City, Ise Bay, Lake Biwa on the Shiga Prefecture side and if you’re lucky even Mt Fuji on a clear day. If you’re not up for hiking then there is the famous Gozaisho Ropeway at 2.1km (1.3mi) long, with Japan’s tallest ropeway support (61m), which allows visitors to enjoy 360-degree panoramas along the way up from its base at Yunoyama Onsen to the summit. Once at the top you can hike around and eat and drink in a restaurant with spectacular views of surrounding scenery. In winter time it is open as a ski park but the most popular time to visit is in autumn, when the mountain lights up with stunning fall colors. "
  }
]
